Revit 2024 API
ParameterTypeId.ViewUnderlayTopId Property
 "Range: Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewUnderlayTopId { get; }
Visual Basic
Public Shared ReadOnly Property ViewUnderlayTopId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewUnderlayTopId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace